Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: If the attack succeeds, the grenade or explosive lands in the targeted square.
zh_cn: 如果攻击成功，榴弹或爆炸物将落在目标方格内。

source: If the attacker hits, the defender must make a miss chance percentile roll to avoid being struck.
zh_cn: 若攻击方命中，防御方必须做一个失手几率百分骰来避免被命中。

source: If the attempt is successful, that character provides the purchaser with a +2 bonus on his or her Wealth check.
zh_cn: 如果尝试成功，协助者会为购买者的财富检定额外+2。

source: If the bottom half of a character’s body is covered, that only gives one-quarter cover, because most vital areas are still fully exposed.
zh_cn: 如果角色的下半身得到掩蔽，则只能得到1/4掩蔽度，因为最致命的部位完全暴露了。

source: If the character acts in a way that is detrimental to his or her allegiance, the GM may choose to strip the character of that allegiance (and all its benefits) and assign an allegiance more suitable to those actions.
zh_cn: 如果角色行为同其阵营的精神相左，那么GM可以考虑剥夺该角色的阵营（及其带来的好处）并且为其选择更为适合的阵营。

source: If the character and the target are different sizes, the larger combatant gets a bonus on the Strength check of +4 per difference in size category.
zh_cn: 如果角色与目标体型不同，大的一方的力量检定会获得每体型等级差距+4的加值。

source: If the character attempt the disarm while unarmed, the character ends up with the weapon in his or her hand.
zh_cn: 如果角色尝试徒手卸除武器，角色最终将会把武器夺取过来。

source: If the character attempted the disarm action unarmed, he or she now has the weapon.
zh_cn: 如果角色试图徒手卸除武器，则将获得卸除的武器。

source: If the character attempts a Jump check untrained, the character lands prone unless he or she beats the DC by 5 or more.
zh_cn: 若角色的跳跃是未受训的，检定成功角色将俯卧着地，除非成功5点及以上。

source: If the character attempts to buy something and the check fails, his or her Wealth bonus is unaffected.
zh_cn: 如果角色试图购买而检定失败，角色的财富加值是不受影响的。

source: If the character beats all other participants, he or she wins and gains an increase to his or her Wealth bonus.
zh_cn: 如果角色击败了其他所有参与者，角色将赢得财富，财富调整值增加。

source: If the character beats the DC by 10 or more when attempting to defeat computer security, the character automatically succeeds at all subsequent security checks at that site until the end of the character’s session (see Computer Hacking below).
zh_cn: 如果角色检定结果成功大于等于DC+10，在这次会话内，将自动成功完成破解此系统的所有步骤。

source: If the character beats the target’s Strength check, the character pushes the opponent back 5 feet.
zh_cn: 如果角色在力量对抗中胜出，角色将把对手向后推5格。

source: If the character buys a class skill, he or she gets 1 rank in the skill for each skill point spent.
zh_cn: 如果角色提升的是本职技能，每花费1点技能点可提升一个级数。

source: If the character buys a cross-class skill, he or she gets ½ rank per skill point.
zh_cn: 如果角色提升的是跨职技能，每花费1点技能点可提升1/2个级数。

source: If the character can’t move into the target’s square, the character can’t maintain the grapple and must immediately let go of the target.
zh_cn: 如果角色不能移动到目标的方格，角色将不能维持擒抱，且会立即放开目标。

source: If the character can’t react to a blow, he or she can’t use his or her Dexterity bonus to Defense.
zh_cn: 若角色无法对攻击做出反应则无法在防御中算上敏捷加值。

source: If the character casually meets many different people, each for a short time, the GM checks once per day or hour, using an average Spot modifier for the group (assuming they take 10).
zh_cn: 如果角色临时会见很多人，每个人都只会见很短的时间，GM只需要每天或每小时检定一次，应用这群人的平均侦察调整值（假设他们取10）。

source: If the character changes targets or otherwise lose sight of the target, he or she must reacquire the target to gain the benefit of the scope.
zh_cn: 如果角色换了目标，或者目标脱离了角色的视线，角色需要重新瞄准目标才能获得瞄准镜带来的加成。

source: If the character comes to his or her next action and has not yet performed the readied action, the character doesn’t get to take the readied action (though the character can ready the same action again).
zh_cn: 如果角色有机会行动时做了其他动作，而不是执行准备的动作，角色将不能再执行这个准备的动作（只能重新准备）。

source: If the character comes to the attention of people who are suspicious, the suspicious person gets to make a Spot check.
zh_cn: 如果角色引起某人怀疑并注意，怀疑者进行侦察检定。

source: If the character do not have the appropriate tools, he or she takes a –4 penalty on the check.
zh_cn: 如果角色没有合适的工具，检定时要受4点减值。

source: If the character does not have the appropriate kit, he or she takes a –4 penalty on the check.
zh_cn: 如果角色没有合适的工具，检定时要受4点减值。

source: If the character does not have the appropriate kit, the character takes a –4 penalty on his or her check.
zh_cn: 如果角色没有合适的工具，检定时要受4点减值。

source: If the character does not have the appropriate tools, he or she takes a –4 penalty on your check.
zh_cn: 如果角色没有合适的工具，检定时要受4点减值。

source: If the character does so with a weapon, he or she knocks the opponent’s weapon out of his or her hands and to the ground.
zh_cn: 如果角色用武器卸除，角色将把目标手中的武器打落在地。

source: If the character does so, apply the highest result and disregard the other rolls.
zh_cn: 结果取数次投骰结果的最高值。

source: If the character does so, he or she takes a –4 penalty on all attacks in a round to gain a +2 dodge bonus to Defense in the same round.
zh_cn: 如果角色这么做，将在一轮中的所有攻击骰都承受4点减值，以换取在相同轮的防御中获得2点闪避加值。

source: If the character does so, he or she takes a –4 penalty on his or her attack in a round to gain a +2 dodge bonus to Defense in the same round.
zh_cn: 如果角色这么做，将在一轮中的攻击骰承受4点减值，以换取在相同轮的防御中获得2点闪避加值。

source: If the character doesn’t draw any attention to him or herself, however, others don’t get to make Spot checks.
zh_cn: 如果角色并没有引起任何注意，其他人不需要做侦察检定。

source: If the character doesn’t have the appropriate tools, he or she can still attempt to use the skill, but the character takes a –4 penalty on his or her check.
zh_cn: 如果角色没有合适的工具，还是可以使用这个技能，但检定时要受4点减值。

source: If the character doesn’t start in a threatened square, but moves into one, the character has to stop there, or else he or she provokes an attack of opportunity as he or she leaves that square.
zh_cn: 如果角色从一个非威胁方格移动，但移动到了威胁方格，角色必须在此停止，否则将在移出此方格时引发借机攻击。

source: If the character fails a Survival check, he or she can retry after 1 hour (out-doors) or 10 minutes (indoors) of searching.
zh_cn: 如果角色生存检定失败，可以在进行1小时（室外）或十分钟（室内）的搜索后重试。

source: If the character fails a check while exhausted, the character becomes unconscious.
zh_cn: 若角色在力竭中检定失败，角色昏迷。

source: If the character fails a check while fatigued, the character becomes exhausted.
zh_cn: 若角色在疲乏中检定失败，角色力竭。

source: If the character fails and are tripped in turn, the character falls prone in the target’s square.
zh_cn: 如果绊摔失败而反被绊倒了，那么在这回合，角色将在目标的方格内摔倒并俯卧。

source: If the character fails but are not tripped, the character has to move 5 feet back the way he or she came, ending his or her movement there.
zh_cn: 如果角色绊摔失败而没被绊倒，角色将原路后退5尺，并停止移动。

source: If the character fails by 5 or more, he or she goes underwater.
zh_cn: 若检定失败5点及以上，角色会下沉。

source: If the character fails by 5 or more, he or she thinks it has a purchase DC 1d4+2 higher or lower than its actual value.
zh_cn: 若检定失败5点甚至更多，角色认为其购买DC比实际价值高于或低于1d4+2。

source: If the character fails by 5 or more, something goes wrong.
zh_cn: 若检定失败5点及以上，会有麻烦发生。

source: If the character fails by 5 or more, the lab analysis simply cannot be done.
zh_cn: 若检定失败5点及以上，则无法分析。

source: If the character fails by more than 5, he or she loses control of the animal.
zh_cn: 若角色失败5点以上，则失去对坐骑的控制。

source: If the character fails by more than 5, he or she travels the expected time, but only gets halfway to his or her destination, at which point the character becomes lost.
zh_cn: 若失败超过5点，角色将度过预期的旅行时间，但只会移动到一半的路程，并在当地迷路。

source: If the character fails by more than 5, the explosive goes off.
zh_cn: 若角色失败5点以上，爆炸物立即爆炸。

source: If the character fails by more than 5, the target may actually do the opposite of what the character wishes.
zh_cn: 如果角色失败5点以上，目标会做与角色期望正相反的事。

source: If the character fails the Jump check, he or she does not reach the height, and lands on his or her feet in the same square from which the character jumped.
zh_cn: 若跳跃检定失败，角色无法达到指定高度，将以脚着地落回起跳的方格。

source: If the character fails the check by 5 or more, the system immediately alerts its administrator that there has been an unauthorized use of the equipment.
zh_cn: 如果检定失败，低于DC5点甚至更多，系统会立即警报通知管理员有人非法使用这些设施。

source: If the character fails the check by less than 5, he or she doesn’t clear the distance, but can make a Reflex save (DC 15) to grab the far edge of the gap.
zh_cn: 若角色检定失败不足5点，将无法跳到目的地，但可以做一个反射检定（DC15）来抓住壕沟的边缘。

source: If the character fails the check, he or she does not disarm the explosive.
zh_cn: 若角色检定失败，将不能拆除爆炸物。

source: If the character fails the check, he or she does not make the object, and the raw materials are wasted (unless otherwise noted).
zh_cn: 若财富检定失败，角色不能制造物品，原材料也不会返还（除非另有说明）。

source: If the character fails the check, mounting or dismounting is a move action.
zh_cn: 若角色检定失败，上下坐骑是一个移动动作。

source: If the character fails the check, resolve the sideswipe normally.
zh_cn: 若角色检定失败，则按正常的侧击来结算。

source: If the character fails the check, the character begins to drown.
zh_cn: 若角色检定失败，将会溺水。

source: If the character fails the disarm attempt, the target may immediately react and attempt to disarm the character with the same sort of opposed melee attack roll.
zh_cn: 如果角色卸除武器失败，目标可以立即作出反应，并尝试以同样的对抗方式卸除角色的武器。

source: If the character fails the save, he or she takes damage after an incubation period; once per day thereafter, the character must succeed at a Fortitude saving throw to avoid secondary damage.
zh_cn: 如果豁免失败，则角色在潜伏期过后受到伤害；此后每隔一天，角色必须进行同样的强韧豁免以避免再次伤害。

source: If the character fails the save, the character’s hit point total is immediately reduced to –1.
zh_cn: 如果角色豁免失败，角色的生命值会立即减至-1。

source: If the character fails to beat the target’s Strength check, the character moves 5 feet straight back to where the character was before the character moved into the opponents square.
zh_cn: 如果角色力量对抗失败，将从目标的方格中原路后退5尺。

source: If the character fails to hit the target, the character fails to start the grapple.
zh_cn: 如果攻击检定结果为未对目标造成伤害，则擒抱失败。

source: If the character fails, a crime lab analysis can be done, but the lab takes a –5 penalty on any necessary check.
zh_cn: 若检定失败，技术鉴定室也能分析，但会在任何分析所需的检定上受到5点减值。

source: If the character fails, he or she becomes fatigued.
zh_cn: 若检定失败，角色疲乏。

source: If the character fails, he or she can do nothing else that round.
zh_cn: 若角色失败，则一轮内不可做其他事。

source: If the character fails, he or she can only use one hand this round because the character needs to use the other to control his or her mount.
zh_cn: 若角色失败，则本轮只能用单手，另一只手需要控制坐骑。

source: If the character fails, he or she can’t afford the object at the time.
zh_cn: 失败，则此次购买失败。

source: If the character fails, he or she doesn’t get the cover benefit.
zh_cn: 如果角色失败，则不能获得掩蔽效果。

source: If the character fails, he or she loses half a day before the character can try again.
zh_cn: 若角色失败，将在半天内继续迷路，之后才能重试。

source: If the character fails, he or she makes no progress through the water.
zh_cn: 若检定失败，角色在水中不会前进。

source: If the character fails, he or she still reaches the goal, but it takes the character twice as long (the character loses time backtracking and correcting his or her path).
zh_cn: 若检定失败，角色仍能抵达目标，但会花掉两倍的时间（角色原路返回以及改变路线都要花费时间）。

source: If the character fails, he or she takes 1d6 points of falling damage.
zh_cn: 如果角色失败，将受到1d6点坠落伤害。

source: If the character fails, he or she takes the poison’s initial damage (usually ability damage).
zh_cn: 如果失败，角色受到毒素的初始伤害（通常是属性伤害）。

source: If the character fails, he or she thinks it has a purchase DC 1d2 higher or lower (determine randomly) than its actual value.
zh_cn: 若检定失败，角色将认为其购买DC比其实际价值高于或低于1d2（随机决定）。

source: If the character gets multiple attacks in a round, he or she can attempt to start a grapple multiple times (at successively lower base attack bonuses).
zh_cn: 如果角色在一轮内可发动多次攻击，则也可以多次发动擒抱（在一组多次擒抱中，每次尝试都会降低基本攻击加值）。

source: If the character grabs an opponent, but fails to go on to hold him or her, the character doesn’t actually start a grapple.
zh_cn: 如果角色攫抓住对手，但缠握失败，则角色并不算成功发动了擒抱。

source: If the character has a base attack bonus of +1 or higher, he or she can draw a weapon as part of his or her normal movement.
zh_cn: 如果角色的基础攻击加值大于等于1，角色可以在常规移动的同时拔出武器。

source: If the character has access to a crime lab, the character uses the Investigate skill to collect and prepare samples for the lab.
zh_cn: 角色在技术鉴定室里，应使用调查技能来收集和准备实验样本。

source: If the character has access to the computer that controls such systems, the character can either shut them off or change their operating parameters.
zh_cn: 如果角色成功访问控制该系统的电脑，角色可以选择关掉它们或者修改它们的运行程序。

source: If the character has not used his or her move action for the round, the character may do so after escaping the grapple.
zh_cn: 如果角色在本轮内没有使用移动动作，角色可以在挣脱擒抱之后使用。

source: If the character has ranks in the Jump skill and succeeds on a check, the character lands on his or her feet (when appropriate) and can move as far as the character’s remaining movement allows.
zh_cn: 若角色跳跃至少1级并成功跳跃，角色可以脚着地（如果合适），并且可以以剩下可移动距离继续移动。

source: If the character has the Renown feat, the Will saving throw’s DC increases by 5.
zh_cn: 若角色有`闻名`专长，意志豁免的DC将提高5点。

source: If the character has the Two-Weapon Fighting feat, he or she can draw two light or one-handed weapons in the time it would normally take to draw one.
zh_cn: 如果角色有`双持`专长，则可以同时拔出两把轻武器或单手武器。

source: If the character hits, he or she automatically scores a critical hit (see Nonlethal Damage).
zh_cn: 如果命中，角色直接造成重击（见`非致命伤害`）。

source: If the character is attacking with a melee weapon, or with a ranged weapon from an adjacent square, the character can use a full-round action to deliver a coup de grace.
zh_cn: 若角色以近战武器攻击，或在相邻方格以远程武器攻击，角色可用一个整轮动作来发起`致命一击`。

source: If the character is impersonating a particular individual, those who know what that person looks like automatically get to make Spot checks.
zh_cn: 若角色扮演特定人物，认识这个人物的人会自动进行侦察检定。

source: If the character is in heavy armor, the character can move four times his or her speed rather than three times.
zh_cn: 如果角色穿着重甲，最大移动速度是正常速度的4倍而不是3倍。

source: If the character is in position to attack an opponent with which a friend of the character is engaged in melee combat, the character can attempt to aid the friend as an attack action.
zh_cn: 若角色的一个盟友正与敌人近战，而敌人也处于角色的近战攻击范围内，角色可以尝试以一个攻击动作协助该盟友。

source: If the character is not proficient in the weapon he or she is attacking with (the character doesn’t have the appropriate Weapon Proficiency feat), that character takes a –4 penalty on the attack roll.
zh_cn: 若角色不擅长其使用的武器（无相应的擅长专长），角色的攻击骰要受4点减值。

source: If the character is tripped during his or her own trip attempt, the character can drop the chain to avoid being tripped.
zh_cn: 如果角色绊摔时自己反被绊倒了，角色可以扔掉锁链以避免。

source: If the character is tripped during his or her own trip attempt, the character can drop the weapon to avoid being tripped.
zh_cn: 如果角色绊摔时自己反被绊倒了，角色可以扔掉武器以避免。

source: If the character is tripped during his or her own trip attempt, the character can drop the whip to avoid being tripped.
zh_cn: 如果角色绊摔时自己反被绊倒了，角色可以扔掉鞭子以避免。

source: If the character is underwater (from failing a swim check or because the character is swimming underwater intentionally), the character must hold his or her breath.
zh_cn: 若角色下沉（无论是游泳检定失败还是自行下沉），角色必须闭气。

source: If the character is using a double wea-pon, the character can strike with either part of the weapon first.
zh_cn: 如果角色使用双头武器，首先使用哪一头先攻击都可以。

source: If the character is using two weapons, the character can strike with either weapon first.
zh_cn: 如果角色使用双持武器，首先使用哪一把先攻击都可以。

source: If the character just wants to look at records, no additional check is needed.
zh_cn: 如果角色只是想看看记录，则无需做额外的检定。

source: If the character loses, he or she fails to start the grapple.
zh_cn: 如果角色失败，则擒抱失败。

source: If the character loses, the target may immediately react and make a Strength check opposed by the character’s Dexterity check or Strength check to try to trip the character.
zh_cn: 如果角色落败，目标可以立即作出反应，并做一个力量检定与角色的敏捷或力量检定相对抗，以绊摔角色。

source: If the character makes a long jump, the character gains a +2 competence bonus on his or her Jump check.
zh_cn: 角色跳远所进行的跳跃检定将获得2点表现加值。

source: If the character misses the target (whether aiming at a creature or a square), check to see where the weapon lands, using the rules for thrown explosives.
zh_cn: 如果角色失手（无论瞄准的是生物还是方格），应当用投掷爆炸物的规则检定武器的最终落点。

source: If the character misses the target, the explosive lands at a corner of a square nearby in a random direction.
zh_cn: 如果角色失手，爆炸物将落到弹跳方向所指的临近方格内。

source: If the character remains unconscious, he or she makes the same Fortitude save every hour until he or she becomes conscious.
zh_cn: 如果角色仍旧昏迷，角色每小时都会进行强韧豁免直到恢复意识。

source: If the character spends the entire round to run all out, he or she can move up to four times his or her normal speed.
zh_cn: 若角色以一个整轮动作`全力奔跑`，则可以移动四倍于速度的距离。

source: If the character starts a full-round action at the end of his or her turn, the next action that character takes must be to complete the full-round action.
zh_cn: 如果角色在其回合末尾开始了一个整轮动作，角色的下一次行动必须为完成这个整轮动作。

source: If the character succeeds at that check, make the Craft check against the given DC for the object in question.
zh_cn: 若财富检定成功，再进行制造检定对抗制造物品所要求的DC。

source: If the character succeeds at the Profession check, his or her Wealth bonus increases by +1.
zh_cn: 如果角色的专业检定成功，其财富加值将+1。

source: If the character succeeds in tripping his or her opponent, the character can continue his or her movement as normal.
zh_cn: 如果角色成功绊摔了对手，则可照常移动。

source: If the character succeeds on a Reflex saving throw (DC 10, +1 for each 10 feet fallen), this damage is halved.
zh_cn: 如果角色进行反射豁免成功（DC10，每超过10尺+1），伤害减半。

source: If the character succeeds on the Wealth check, the character gains the object.
zh_cn: 如果角色财富检定成功，角色获得物品。

source: If the character succeeds on the check, he or she can reach the height.
zh_cn: 若角色检定成功，则可到达指定高度。

source: If the character succeeds on the check, he or she takes falling damage as if the character had dropped 10 fewer feet than he or she actually did.
zh_cn: 若检定成功，角色的坠落伤害等效于从跳跃高度-10尺处坠落。

source: If the character succeeds on the check, the damage or the burst radius of the explosion increases by 50% (the character’s choice).
zh_cn: 若检定成功，角色可选择增加50%伤害还是增加50%爆炸半径。

source: If the character succeeds, he or she can escape from being pinned.
zh_cn: 如果角色成功，则能挣脱压制。

source: If the character succeeds, he or she can escape the grapple.
zh_cn: 如果角色成功，则能挣脱擒抱。

source: If the character succeeds, he or she continues on to his or her destination; the total time for the trip is twice the normal time.
zh_cn: 若角色成功，将继续移动到目的地，整个旅途花费的时间是正常情况的两倍。

source: If the character succeeds, he or she doesn’t actually damage the opponent—but the character’s friend gains either a +2 circumstance bonus against that opponent or a +2 circumstance bonus to Defense against that opponent (aiding character’s choice) on the friend’s next turn.
zh_cn: 若成功，角色虽然不会伤害到对手，但可选择为指定盟友对的攻击骰或防御提供2点情景加值，该加值仅在下一个该盟友的回合生效，且仅对指定的对手有效。

source: If the character succeeds, he or she is still grappling.
zh_cn: 如果角色成功，将仍处于擒抱状态。

source: If the character succeeds, he or she may treat the target as friendly for 10 minutes, but only for purposes of actions taken while in the character’s presence.
zh_cn: 若角色成功，则视为目标对其友善，持续10分钟，但这种友善只体现在对方做所要求做的事上，且角色必须一直在场。

source: If the character succeeds, he or she moves via the best reasonable course toward his or her goal.
zh_cn: 如果检定成功，角色将走一条最合理的路线通往目标。

source: If the character succeeds, he or she uses only a move action, and the character can use his or her attack action to do something else.
zh_cn: 若角色成功，则只需使用一个移动动作，角色可以使用攻击动作来做其他事。

source: If the character succeeds, his or her Wealth bonus is unaffected, even if the object’s purchase DC is higher than his or her Wealth bonus.
zh_cn: 若检定成功，角色的财富加值不变，即使物品购买DC高于角色的财富加值也是如此。

source: If the character succeeds, his or her current Wealth bonus increases by +1.
zh_cn: 如果检定成功，角色的财富加值加一。

source: If the character succeeds, proceed to step 3.
zh_cn: 如果角色成功，则进入步骤3。

source: If the character succeeds, the character learns the site from which the intruder is operating (if it’s a single computer, the character learns the name of the computer’s owner).
zh_cn: 如果角色对抗成功，角色将知晓入侵者自身所处的站点（如果是单个电脑，角色将知晓电脑所有者的名字）。

source: If the character succeeds, the disease has no effect on him or her—the character’s immune system fights off the infection.
zh_cn: 如果角色成功，就不会感染——即角色的免疫系统抵御了疾病。

source: If the character succeeds, the evidence is usable by a crime lab.
zh_cn: 若检定成功，该证据则可用于技术鉴定室分析。

source: If the character succeeds, the intruder’s session is ended.
zh_cn: 如果角色成功，入侵者的会话结束。

source: If the character succeeds, the next attack the character makes against the target ignores his or her Dexterity bonus to Defense (if the opponent has one), thus lowering his or her Defense score.
zh_cn: 如果角色成功，角色对对手的下一次攻击无视其敏捷加值（如果对手有），以此降低对手的防御值。

source: If the character succeeds, turn the other vehicle 90 degrees across the front of the character’s, so that they form a tee.
zh_cn: 如果角色胜，则将目标载具旋转90度，横置在角色的载具前，两个载具形成一个T字。

source: If the character successfully purchases an object or service with a purchase DC that’s higher than his or her current Wealth bonus, the character’s Wealth bonus decreases.
zh_cn: 如果角色成功购买一件物品或服务，但物品或服务的购买DC大于角色的财富加值，角色的财富加值会降低。

source: If the character takes an attack action or a full-round action, the amount of breath the character has remaining is reduced by 1 round.
zh_cn: 如果角色做了攻击动作或整轮动作，角色剩余闭气时间要再减一轮。

source: If the character takes damage, he or she must make a Balance check again to remain standing.
zh_cn: 如果角色承受伤害，角色必须再做一次平衡检定以保持站立。

source: If the character takes his or her readied action in the next round, before his or her regular turn comes up, the character’s initiative count rises to that new point in the order of battle, and he or she does not get your regular action that round.
zh_cn: 如果角色进入了下一轮，且在自己回合开始前执行了准备的动作，角色的先攻值将调整至该处，并丧失该轮的行动机会。

source: If the character trips an opponent in melee combat, the character immediately gets to make a melee attack against that opponent as if the character had not used his or her attack action for the trip attempt.
zh_cn: 如果角色在近战中成功绊摔对手，角色可立即对对手进行一次额外的近战攻击，就如同你没有使用过这次攻击来绊摔一样。

source: If the character wants to discover a specific fact, date, map, or similar bit of information, add +5 to +15 to the DC.
zh_cn: 如果角色想要发现专门的事实、日期、地图或者类似的信息，DC要加5至15。

source: If the character was armed, the target’s weapon is on the ground at the target’s feet.
zh_cn: 如果角色以武器卸除武器，目标的武器或落到目标脚下的方格上。

source: If the character wears armor, it provides a bonus to the character’s Defense.
zh_cn: 角色穿着护甲也能提供防御加值。

source: If the character wins, he or she trips the target.
zh_cn: 如果角色胜出，将绊摔对手。

source: If the character wishes to pull him or herself up, the character can do so with a move action and a Climb check (DC 15).
zh_cn: 如果角色要爬上来，则需要一个移动动作来进行一次攀爬检定（DC15）。

source: If the character’s Dexterity is high, the character is particularly adept at dodging blows or gunfire.
zh_cn: 高敏捷意味着角色能熟练地闪避击打和枪械射击。

source: If the character’s Dexterity is low, the character is particularly inept at it.
zh_cn: 低敏捷则意味着角色在这方面十分笨拙。

source: If the character’s attack succeeds, the ranged weapon falls to the ground or winds up in the character’s hands (if the character made the attack unarmed).
zh_cn: 如果角色的攻击成功，远程武器将落在地上，或者被角色夺取（如果角色是徒手攻击）。

source: If the character’s check fails by 5 or more, the character misinterprets the message in some fashion.
zh_cn: 若角色失败5点及以上，角色会误会此信息。

source: If the character’s check result beats the DC by 5 or more, the character understands the secret message as well.
zh_cn: 若角色检定结果成功大于等于5点，角色能准确理解弦外之音。

source: If the character’s current Wealth bonus is equal to or greater than the DC, the character automatically succeeds.
zh_cn: 如果角色当前财富加值大于等于购买DC，自动视为购买成功。

source: If the character’s hit points are already below that score at that time, all the temporary hit points have already been lost, and the character’s hit point total does not drop.
zh_cn: 当角色生命值已低于那个值，所有的暂时生命值都被耗完，角色的生命值就不会再降。

source: If the character’s speed is greater than 30 feet, he or she gains a bonus of +4 for every 10 feet over 30.
zh_cn: 若角色速度高于30尺，每比30尺多10尺都要受到4点加值。
